<?php
// +--------------------------------------------------------------------------
// | ZAIYOUDAO [ 载攸道 先顺得常 ] <http://www.zaiyoudao.com>
// +--------------------------------------------------------------------------
// | Copyright © 2009-2015 ISDCE. All rights reserved <http://www.isdce.com>
// +--------------------------------------------------------------------------
// | Project: Simian [ 孙猴子的毫毛 ] <http://simian.yiphp.com>
// +--------------------------------------------------------------------------
// | Team: KUN [ 坤 ] <http://team.zaiyoudao.com>
// +--------------------------------------------------------------------------
// | Author: 牛很多戒很多不戒 <n@isdce.com> <http://juexue.wang>
// +--------------------------------------------------------------------------
// | Source: 无码人 <http://www.wuma.ren> OR 有码人 <http://www.youma.ren>
// +--------------------------------------------------------------------------

/**
 * YiPHP 配置
 * @author 牛很多戒很多不戒 <n@isdce.com> <http://juexue.wang>
 */
return array(

    //开启多级控制器
    'CONTROLLER_LEVEL'	=>  3,

    // 设置默认的模板主题
    'DEFAULT_THEME'    	=>  'AbsoluteAdmin',
//
//
//    //菜单组ID
//    'MENU_GROUP_ID'   	=>  14,
//
//    //项目ID,用户判断项目权限。
//    'PROJECT_ID'       	=>  1,
//
//
//    'CRYPT_KEY'       	=>  '07c4a907033b2651f1cdef82342d01bf',




);